protocal="""
号外号服务协议
特别提⽰：在使⽤号外号服务之前,您应当认真阅读并遵守《号外号服务协议》（以下简称"本协议"）,请您务必审慎阅读、充分理解各条款内容,特别是免除或者限制责任、争议解决和法律适⽤条款.免除或者限制责任的条款可能将以加粗字体显⽰,您应重点阅读.如您对协议有任何疑问的,可以向服务提供者客服热线咨询.
当您按照购买⻚⾯提⽰填写信息、且提交订单后,或您以其他服务提供者允许的⽅式实际使⽤号外号服务时,即表⽰您已充分阅读、理解并同意接受本协议全部内容的约束.您承诺接受并遵守本协议的约定,届时您不应以未阅读本协议的内容或者未获得服务提供者对您问询的解答等理由,主张本协议⽆效,或要求撤销本协议. 
⼀、协议范围     
本协议由您（或称"⽤户"）与服务提供者号外号（北京）科技有限公司（简称"服务提供者"）共同缔结,具有合同效⼒.服务提供者有权变更本协议并在号外号应⽤内予以公告,并⾃公告之⽇后7⽇⽣效. 
⼆、名词定义 
1.号外号服务（以下简称本服务）：指服务提供者为⽤户提供⼀个临时号码（以下简称⼩号）,⽤户使⽤服务提供者的技术服务将该⼩号与⽤户⽇常固定⼿机号码进⾏绑定,实现通过该⼩号拨打、接听电话. 
2.⼩号：指⽤户成功申请号外号服务后,服务提供者向⽤户提供的⼀个11位⼿机号码,⽆须实体SIM卡,服务到期⽤户也⽆须办理销户⼿续. 
3.号外号⼩程序：指服务提供者研发的,为⽤户提供⼩号服务的应⽤.（改应⽤程序⽀持IOS、Android版本）
三、	服务内容和服务功能 
1.您可使⽤本服务提供的⼩号拨打、接听电话（拨打仅限国内号码,不含港澳台地区）.但拨打电话信功能需要您通过安装"号外号",并进⾏相应设置后⽅可实现. 
2.您可以按需将本服务提供的⼩号设置绑定和解绑状态,本服务购买成功后⼩号默认为开机绑定状态. 
3.您还可以按需将本服务提供的⼩号设置指定时段绑定固定的联系⼈,也可以⾃⾏设置解绑状态,⼩号设置解绑后,⽆法与您的⼩号正常通信. 4、本服务按服务有效期分为周、⽉度两类,⽤户可以续费延⻓服务有效期. 
四、	服务办理规则 
1.每次成功购买后,服务提供者均会向您分配⼀个⼩号供您使⽤,您需提供⼀个⽇常固定⼿机号码⽤于与⼩号的绑定,每个固定⼿机号码只能对应⼀个⼩号. 
2.⽤户购买和使⽤本服务须通过服务提供者的⾝份核验要求,⽤户在使⽤过程中可根据服务规则按需进⾏⼩号变更.  
五、	服务使⽤规则 
1.主体资格 
1.1您确认,在您完成本服务购买程序或以其他服务提供者允许的⽅式实际使⽤本服务时,您应当是具备完全民事权利能⼒和与从事的民事⾏为相适应的民事⾏为能⼒的⾃然⼈、法⼈或其他组织.若您不具备前述主体资格,则您及您的监护⼈应承担因此⽽导致的⼀切后果,且服务提供者有权中⽌或终⽌向您提供本服务,并向您及您的监护⼈索偿相应损失. 
1.2您办理本服务订购、变更⼿续时,应按照⼯信部要求提供您本⼈真实有效的⾝份证件原件,或提供经过实名认证的企业相关信息供服务提供者校验使⽤.服务提供者有权应监管机构要求,随时要求您通过图像、视频等技术在线核验您的⾝份.如您⽆法完成核验,服务提供者有权停⽌服务且不承担违约责任. 
2.⽤户信息 
2.1您登记办理服务时,应当依照法律法规及本协议的要求,按相应⻚⾯的提⽰准确提供您的个⼈资料,并于资料变更时及时更新,以保证您所提交资料的真实、及时、完整和准确.如有合理理由怀疑您提供的资料错误、不实、过时或不完整,服务提供者有权向您发出询问及/或要求改正的通知,并有权直接做出删除相应资料的处理,直⾄中⽌、终⽌对您提供部分或全部本服务.服务提供者对此不承担任何责任,您将承担因此产⽣的任何直接或间接损失及不利后果.
2.2服务提供者对您的个⼈信息依法保密,但为了与您建⽴沟通渠道,改善服务⼯作,您理解并授权同意服务提供者可以使⽤您的个⼈信息与您联系. 
2.3您的密码（包括"号外号"⼩程序密码、办理本服务微信和账号密码等）是您的重要资料,请注意保密.在密码遗失或被盗时,应及时进⾏修改或挂失.因您的原因造成的密码丢失或被他⼈获取造成的损失,服务提供者不承担责任. 
3.服务使⽤ 
3.1您使⽤本服务时,应遵守国家法律、法规、规章等相关规定,不得为任何⾮法⺫的或侵犯他⼈合法权益的⽅式⽽使⽤本服务,否则服务提供者有权停⽌向您的服务. 
3.2未经服务提供者同意（并办理有效变更⼿续）,您不得将本协议的全部或部分转让给第三⽅的,否则由此产⽣的责任均由您承担. 
3.3为使⽤本服务,每次成功购买,服务提供者将向您发放⼀个⼩号,该⼩号的所有权属于服务提供者合作第三⽅,您仅拥有该号码在所购服务期内的使⽤权. 
3.4您理解并承诺,不通过本服务发送任何违法及其他违反公序良俗内容的信息.若您未经接收客户同意发送商业⼲告或各类不良信息的,服务提供者有权依据政府部⻔的要求、接收客户举报或投诉、或本协议约定停⽌向您提供相应的服务. 
3.5您理解并同意因使⽤本服务所引发的⼀切后果,由您承担全部责任.如因您使⽤本服务服务的⾏为,导致服务提供者或任何第三⽅为此承担了相关的责任,您需全额赔偿服务提供者或任何第三⽅的相关⽀出及损失,包括但不限于律师费⽤、诉讼费等. 
3.6为保证码号资源的合理有效利⽤,您理解通过本服务获得的⼩号可能是服务提供者在其他⽤户使⽤期限终⽌并经过⼀定期间后收回的号码. 
3.7您理解,由于技术实现及政策原因,使⽤⼩号不能拨打公共或企业服务号码（如110、120、10086、10010等）,也不能接收⾦融类、服务类型接⼊号下发的短信及给这些接⼊号发送短信. 
3.8您理解,成功解绑⼩号后,将⽆法更换回之前的使⽤的⼩号,⼩号⼀旦购买成功后,就不能退款. 
六、	服务费⽤ 
1.因订购本服务,您须向服务提供者⽀付相应费⽤,具体费⽤标准以交易界⾯展⽰的⾦额为准. 
2.上述服务费⽤,仅指服务提供者收取的技术服务费,在服务使⽤过程中与⼩号绑定的固定⼿机号码所产⽣的通信费⽤应由⽤户承担,并⾃⾏向运营商缴纳.如果您购买的⼩号与您的固定⼿机号码归属地不⼀致,可能会导致本地通话按照⻓途通话标准收费. 
3.使用小号的语⾳主叫功能时,当您的手机数据网络可⽤情况下,号外号需要通过数据网络将您要呼叫的号码送到服务支撑平台,因此将消耗您少量数据流量.当您手机数据网络不可用情况下,服务⽀撑平台将⾸先接通您绑定的固定手机号码,⼀旦接通固定⼿机号码,
此固定手机号码所属运营商即开始计费,同时服务⽀撑平台将根据您的输⼊获取您需要呼叫的号码,并在获取成功后发起呼叫.但即使呼叫失败,固定手机号码运营商也会收取您的语⾳通信费用.
4.由于小号的语⾳主叫需⾸先通过您的固定⼿机号码呼叫⼩号或向⼩号发送,再由小号作为主叫呼叫或向被叫号码发送,因此当使⽤⼩号主叫时,您的⼿机呼叫及通话清单中将显⽰被叫的是⼩号号码,显⽰的通话是呼出的最终被叫号码、IOS版本由于操作系统限制暂⽆法实现.
七、	⽤户隐私 
1.服务提供者保证不向除关联公司外的第三⽅提供⽤户注册资料及⽤户在使⽤服务时存储在服务提供者系统内的⾮公开个⼈信息,但下列情况除外： 
1.1事先获得⽤户的明确授权； 
1.2根据有关的法律法规要求； 
1.3按照相关政府主管部⻔或公安、检查部⻔的要求； 
1.4不可抗⼒所导致的⽤户信息公开；               
1.5不能归咎于服务提供者的客观情势,所导致的个⼈资料的公开； 
1.6. 某些服务和（或）产品由我们的合作伙伴提供或由我们与合作伙伴共同提供,我们会与其共享提供服务和（或）产品需要的信息. 
1.7.只有共享您的信息,才能提供您需要的服务,或处理您与他⼈的交易纠纷或争议. 
1.8.为预防、发现、调查欺诈、危害安全、⾮法或违反与号外号或其关联公司协议、政策或规则的⾏为使⽤您的个⼈信息,以保护您、其他⽤户,或号外号或其关联公司合法权益. 
2.您理解并接受,在不透露单个⽤户个⼈信息的前提下,服务提供者有权对整个⽤户数据库进⾏分析并对⽤户数据库进⾏利⽤. 
3.服务提供者承诺在其网络系统内建⽴合理的安全体系,及时更新体系,妥善维护网络及相关数据,以确保⽤户数据安全完整.但您了解并同意技术⼿段在不断更新,服务提供者⽆法杜绝全部的不安全因素. 
⼋、第三⽅服务说明 
1.您了解并确认在本服务使⽤过程中涉及第三⽅运营商提供的服务,服务提供者对第三⽅运营商提供的服务不提供任何形式的保证. 
2.您了解并确认当您尝试使⽤本服务提供的⼩号注册、绑定、变更任何第三⽅业务时,服务提供者对第三⽅业务不提供任何形式的保证. 
九、协议变更、中⽌和终⽌ 
1.在服务期限届满前,您可以续订本服务,并付清全部费⽤.如您在服务到期时未进⾏续订或未⽀付全部费⽤,则服务将在您订购的服务期届满时终⽌. 
2.有下列情形之⼀的,服务提供者有权单⽅解除协议、收回号码,并保留追究您的违约责任的权利： 
2.1您提供的个⼈实名认证信息（包括代理⼈或监护⼈提供的实名认证信息）虚假不实； 
2.2您使⽤本服务被国家机关认定⽤于违法犯罪活动或其它不当⽤途； 
2.3服务提供者收到政府部⻔通知,要求停⽌您的服务； 
2.4当您的⼩号发起或接收的业务量存在异常时（语⾳主被叫单⽉累计超过500次视为业务量存在异常）,服务提供者有权暂停您的本服务相关功能,以进⾏相关核查； 
2.5当您使⽤绑定号码或⼩号从事⾮法⾏为,或侵犯他⼈合法权益的⾏为,或号码或⼩号在第三⽅信⽤体系中评价较低以及服务提供者认为不符合号外号保护⽤户隐私的精神的⾏为和情况等； 
2.6当您⽤于登录的微信账号停⽌使⽤或被停⽌服务,您将⽆法使⽤本服务,且服务提供者将⽆法继续向您提供号外号服务. 
2.7本协议的终⽌并不能当然的被认为免除您在本协议⽣效期间应履⾏的相关义务,也不能消除因终⽌前您的⾏为所带来的法律后果. 
3.在服务终⽌后,服务提供者有权收回⼩号,并分配给其他⽤户使
⽤. 
4.当服务提供商与基础运营商的合作终⽌或因其他不可预⻅的原因导致服务提供商⽆法继续"号外号"业务运营时,服务提供商在退还相应的未使⽤完服务的费⽤的前提下,有权提前终⽌服务的提供. 
⼗、违约责任 
⼀⽅违约给对⽅造成损失的,应当由违约⽅依法承担赔偿责任,但违约⽅应承担的赔偿损失的责任范围不包括守约⽅未实现的预期利润或利益、商业信誉的损失、数据的丢失、第三⽅损失及其他间接损失. 
⼗⼀、免责声明 
1.由于不可抗⼒（包括但不限于战争、⾃然灾害等）,导致本协议不能履⾏的,双⽅均不需承担违约责任. 
2.您理解并同意由于通信系统或互联网的中断或⽆法运作、技术故障、计算机错误或病毒、⿊客攻击、信息损坏、数据丢失或其它在服务提供者合理控制范围之外的原因导致本服务⽆法正常使⽤时,服务提供者不就由此产⽣的损失或破坏⽽向⽤户或任何第三⽅承担赔偿责任.
3、服务提供者有权在必要时修改本协议条款,协议条款⼀旦发⽣变动,服务提供者将会在官网等主要⻚⾯上提⽰修改内容.如果⽤户继续使⽤本服务,则视为接受服务条款的变动.
⼗⼆、争议解决 
1所有因本协议引起的或与本协议有关的争议,本着互让互利的原则,通过协商解决.协商不成的,您可向电信管理部⻔申诉或向消费者协会等有关部⻔投诉.仍⽆法解决争议的,双⽅均可向被告所在地的⼈民法院起诉. 	 
2因本协议产⽣的争议适⽤中华⼈民共和国法律予以处理. 
"""
